tap "felixkratz/formulae"
tap "hashicorp/tap"
tap "koekeishiya/formulae"
tap "nikitabobko/tap"
tap "sqitchers/sqitch"
tap "warrensbox/tap"
brew "act"
brew "harfbuzz"
brew "openssl@3"
brew "atuin"
brew "sqlite"
brew "awscli"
brew "bat"
brew "biome"
brew "btop"
brew "cmake"
brew "ruby"
brew "krb5"
brew "libpq"
brew "libsodium"
brew "composer"
brew "coreutils"
brew "duckdb"
brew "fastfetch"
brew "fd"
brew "ffmpegthumbnailer"
brew "fish"
brew "fzf"
brew "ghostscript"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "gnu-sed"
brew "gnumeric"
brew "go"
brew "hadolint"
brew "imagemagick"
brew "jenv"
brew "jq"
brew "julia"
brew "lazydocker"
brew "lazygit"
brew "lsd"
brew "luajit"
brew "luarocks"
brew "mas"
brew "mise"
brew "tree-sitter"
brew "neovim"
brew "nnn"
brew "openjdk"
brew "pgformatter"
brew "pkgconf"
brew "pnpm"
brew "podman"
brew "poppler"
brew "python@3.11"
brew "rbenv"
brew "ripgrep"
brew "scc"
brew "sevenzip"
brew "shellcheck"
brew "sqlfluff"
brew "starship"
brew "stylua"
brew "tectonic"
brew "thefuck"
brew "tlrc"
brew "tmux"
brew "tree-sitter-cli"
brew "unar"
brew "wget"
brew "yarn"
brew "yazi"
brew "zoxide"
brew "zsh-autocomplete"
brew "zsh-autosuggestions"
brew "felixkratz/formulae/sketchybar"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "sqitchers/sqitch/sqitch", args: ["with-postgres-support", "with-snowflake-support"]
cask "1password-cli"
cask "aerospace"
cask "android-platform-tools"
cask "android-studio"
cask "chatgpt"
cask "devtoys"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-sf-pro"
cask "font-symbols-only-nerd-font"
cask "font-ubuntu-mono-nerd-font"
cask "ghostty"
cask "iterm2"
cask "karabiner-elements"
cask "kitty"
cask "obsidian"
cask "podman-desktop"
cask "rectangle"
cask "sf-symbols"
cask "slack"
cask "wezterm"
mas "Amphetamine", id: 937984704
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Windows App", id: 1295203466
mas "Xcode", id: 497799835
vscode "aaron-bond.better-comments"
vscode "biomejs.biome"
vscode "bradlc.vscode-tailwindcss"
vscode "bradymholt.pgformatter"
vscode "catppuccin.catppuccin-vsc"
vscode "christian-kohler.npm-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "llvm-vs-code-extensions.lldb-dap"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-ossdata.vscode-pgsql"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.powershell"
vscode "ms-vscode.remote-explorer"
vscode "naumovs.color-highlight"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "svelte.svelte-vscode"
vscode "swiftlang.swift-vscode"
vscode "vadimcn.vscode-lldb"
vscode "vscodevim.vim"
vscode "yoavbls.pretty-ts-errors"
vscode "yzhang.markdown-all-in-one"
go "golang.org/x/tools/gopls"
go "honnef.co/go/tools/cmd/staticcheck"
